Repository: wmo-raf/adl
Catalog: adl/src/adl/monitoring/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, sw

source: Dispatch Status
am: የመግቢያ ሁኔታ
ar: حالة الإرسال
es: Estado de envío
fr: Statut d'expédition
sw: Hali ya kupeleka

source: Channel
am: ቻናል
ar: قناة
es: Canal
fr: Canal
sw: Kituo

source: Data Check Interval
am: የውሂብ ማረጋገጫ የጊዜ ክፍተት
ar: الفاصل الزمني للتحقق من البيانات
es: Intervalo de verificación de datos
fr: Intervalle de vérification des données
sw: Muda wa ukaguzi wa data

source: Aggregation Period
am: አሰቃቂ ጊዜ
ar: فترة التجميع
es: Período de agregación
fr: Période d'agrégation
sw: Kipindi cha mkusanyiko

source: Last Processed
am: ለመጨረሻ ጊዜ የተካሄደ
ar: آخر معالجة
es: Último procesado
fr: Dernier traité
sw: Kusindika mwisho

source: Files Dispatched
am: ፋይሎች ተላኩ
ar: تم إرسال الملفات
es: Archivos enviados
fr: Fichiers expédiés
sw: Faili zilizotumwa

source: Last Dispatched Observation
am: የመጨረሻው የተላከ ምልከታ
ar: آخر مراقبة تم إرسالها
es: Última observación enviada
fr: Dernière observation envoyée
sw: Uchunguzi wa mwisho uliotumwa

source: Minutes
am: ደቂቃዎች
ar: دقائق
es: Minutos
sw: Dakika

source: Enabled
am: ነቅቷል
ar: تمكين
es: Activado
fr: Activé
sw: Kuwezeshwa

source: Disabled
am: ተሰናክሏል
ar: عاجز
es: Desactivado
fr: Désactivé
sw: Walemavu

source: Processing interval:
am: የጊዜ ክፍተት
ar: فاصل المعالجة:
es: Intervalo de procesamiento:
fr: Intervalle de traitement:
sw: Usindikaji wa muda:

source: minutes
am: ደቂቃዎች
ar: دقائق
es: minutos
sw: dakika

source: Linked Stations:
am: የተገናኙ ጣቢያዎች
ar: المحطات المرتبطة:
es: Estaciones vinculadas:
fr: Stations liées:
sw: Vituo vilivyounganishwa:

source: Latest Pull
am: የቅርብ ጊዜ መጎተት
ar: أحدث سحب
es: Último tirón
fr: Dernière traction
sw: Kuvuta hivi karibuni

source: This is your dashboard on which helpful information about content you've created will be displayed.
am: እርስዎ ስለፈጠሩዎት ይዘት ጠቃሚ መረጃ የሚገልጽ ይህ ዳሽቦርድዎ ነው.
ar: هذه هي لوحة القيادة الخاصة بك والتي سيتم عرض المعلومات المفيدة حول المحتوى الذي أنشأته.
es: Este es su tablero en el que se mostrará información útil sobre el contenido que ha creado.
fr: Il s'agit de votre tableau de bord sur lequel les informations utiles sur le contenu que vous avez créées seront affichées.
sw: Hii ndio dashibodi yako ambayo habari nzuri juu ya yaliyomo ambayo umeunda itaonyeshwa.

source: Account
am: መለያ
ar: حساب
es: Cuenta
fr: Compte
sw: Akaunti
