Repository: wmo-raf/adl
Catalog: adl/src/adl/core/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, sw

source: Station not found in OSCAR database.
am: በኦስካር ዳታቤዝ ውስጥ አልተገኘም.
ar: محطة غير موجودة في قاعدة بيانات أوسكار.
es: Estación no se encuentra en la base de datos de Oscar.
fr: Station introuvable dans la base de données Oscar.
sw: Kituo hakipatikani katika hifadhidata ya Oscar.

source: Stations Link
am: ጣቢያዎች አገናኝ
ar: رابط المحطات
es: Enlace de estaciones
fr: Lien de stations
sw: Viunga vya vituo

source: Options
am: አማራጮች
ar: خيارات
es: Opción
sw: Chaguzi

source: Add Connection
am: የግንኙነት ያክሉ
ar: أضف الاتصال
es: Agregar conexión
fr: Ajouter une connexion
sw: Ongeza unganisho

source: Select Connection Type
am: የግንኙነት አይነት ይምረጡ
ar: حدد نوع الاتصال
es: Seleccionar el tipo de conexión
fr: Sélectionner le type de connexion
sw: Chagua Aina ya Uunganisho

source: Dispatch Channels
am: ጣቢያ ጣቢያዎች
ar: قنوات إرسال
es: Canales de envío
fr: Canaux d'expédition
sw: Njia za kupeleka

source: Add Dispatch Channel
am: የውድድር ጣቢያ ያክሉ
ar: إضافة قناة إرسال
es: Agregar canal de despacho
fr: Ajouter le canal d'expédition
sw: Ongeza kituo cha kupeleka

source: Select Dispatch Channel Type
am: የ Strack Chansel አይነት ይምረጡ
ar: حدد نوع قناة إرسال
es: Seleccione Tipo de canal de envío
fr: Sélectionner le type de canal d'expédition
sw: Chagua aina ya kituo cha kupeleka

source: Predefined parameters created successfully.
am: የታሸጉ ልኬቶች በተሳካ ሁኔታ ተፈጥረዋል.
ar: المعلمات المحددة مسبقا التي تم إنشاؤها بنجاح.
es: Parámetros predefinidos creados con éxito.
fr: Paramètres prédéfinis créés avec succès.
sw: Vigezo vilivyoainishwa vilivyoundwa kwa mafanikio.

source: Error creating predefined parameters:
am: ቀደም ሲል የታሰሩ መለኪያዎች መፍጠር ስህተት
ar: خطأ في إنشاء معلمات محددة مسبقًا:
es: Error a crear parámetros predefinidos:
fr: Erreur créant des paramètres prédéfinis:
sw: Kosa kuunda vigezo vilivyoainishwa:

source: Predefined Data Parameters
am: የተዘረዘሩ የውጤቶች መለኪያዎች
ar: معلمات البيانات المحددة مسبقا
es: Parámetros de datos predefinidos
fr: Paramètres de données prédéfinies
sw: Vigezo vya data vilivyoainishwa

source: Station Link
am: የጣቢያ አገናኝ
ar: ارتباط المحطة
es: Enlace de la estación
fr: Lien de station
sw: Kiunga cha kituo

source: Create from Predefined Data Parameters
am: ከተቀረጹ የውሂብ መለኪያዎች ፍጠር
ar: إنشاء من معلمات البيانات المحددة مسبقا
es: Crear a partir de parámetros de datos predefinidos
fr: Créer à partir de paramètres de données prédéfinis
sw: Unda kutoka kwa vigezo vya data vilivyoainishwa

source: Connections
am: ግንኙነቶች
ar: الاتصالات
es: Conexión
fr: Relations
sw: Viunganisho
