Repository: wmo-raf/adl
Catalog: adl/src/adl/core/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, sw

source: How often the plugin should run, in minutes
am: ተሰኪው ስንት ጊዜ መሮጥ አለበት, በደቂቃዎች ውስጥ
ar: كم مرة يجب تشغيل البرنامج المساعد ، في دقائق
es: Con qué frecuencia debe ejecutarse el complemento, en minutos
fr: À quelle fréquence le plugin doit fonctionner, en quelques minutes
sw: Ni mara ngapi programu -jalizi inapaswa kukimbia, kwa dakika

source: Is Daily Data
am: በየቀኑ ውሂብ ነው
ar: هي البيانات اليومية
es: Son datos diarios
fr: Est des données quotidiennes
sw: Ni data ya kila siku

source: Check to mark data from this connection as daily data
am: እንደ ዕለታዊ መረጃዎች ከዚህ ግንኙነት ምልክት ምልክት ያድርጉ
ar: تحقق لوضع علامة على البيانات من هذا الاتصال كبيانات يومية
es: Verifique para marcar datos de esta conexión como datos diarios
fr: Vérifiez pour marquer les données de cette connexion sous forme de données quotidiennes
sw: Angalia alama ya data kutoka kwa unganisho hili kama data ya kila siku

source: Plugin Configuration
am: ተሰኪ ውቅር
ar: تكوين البرنامج المساعد
es: Configuración de complementos
fr: Configuration du plugin
sw: Usanidi wa programu -jalizi

source: Network Connection
am: የአውታረ መረብ ግንኙነት
ar: اتصال الشبكة
es: Conexión de red
fr: Connexion réseau
sw: Unganisho la mtandao

source: Network Connections
am: የአውታረ መረብ ግንኙነቶች
ar: اتصالات الشبكة
es: Conexiones de red
fr: Connexions réseau
sw: Viunganisho vya mtandao

source: Enabled
am: ነቅቷል
ar: تمكين
es: Activado
fr: Activé
sw: Kuwezeshwa

source: If unchecked, this station will not be processed
am: ካልተመረጠ ይህ ጣቢያ አይሰራም
ar: إذا لم يتم التحقق منها ، فلن تتم معالجة هذه المحطة
es: Si no se controla, esta estación no se procesará
fr: S'il n'est pas contrôlé, cette station ne sera pas traitée
sw: Ikiwa haijatatuliwa, kituo hiki hakitashughulikiwa

source: Aggregation Start Date
am: ድምር የመጀመሪያ ቀን
ar: تاريخ بدء التجميع
es: Fecha de inicio de agregación
fr: Date de début de l'agrégation
sw: Tarehe ya kuanza

source: Date to start aggregation from. Leave empty to use the current date and time
am: የተቆራረጠ ቀን ከ. የአሁኑን ቀን እና ሰዓት ለመጠቀም ባዶ ያድርጉት
ar: تاريخ لبدء التجميع من. اترك فارغة لاستخدام التاريخ والوقت الحاليين
es: Fecha para comenzar la agregación desde. Deje vacío para usar la fecha y hora actuales
fr: Date pour démarrer l'agrégation de. Laissez vide pour utiliser la date et l'heure actuelles
sw: Tarehe ya kuanza mkusanyiko kutoka. Acha tupu kutumia tarehe na wakati wa sasa

source: Base
am: መሠረት
ar: قاعدة
sw: Msingi

source: Parameter
am: ግቤት
ar: المعلمة
es: Parámetro
fr: Paramètre
sw: Parameta

source: Value
am: እሴት
ar: قيمة
es: Valor
fr: Valeur
sw: Thamani

source: Is Daily
am: በየቀኑ ነው
ar: يوميا
es: Es diario
fr: Est quotidien
sw: Ni kila siku

source: Observation Record
am: መዝገብ
ar: سجل المراقبة
es: Registro de observación
fr: Dossier d'observation
sw: Rekodi ya uchunguzi

source: Observation Records
am: የመመልከቻ መዝገብ
ar: سجلات المراقبة
es: Registros de observación
fr: Dossiers d'observation
sw: Rekodi za uchunguzi

source: Min Value
am: አነስተኛ ዋጋ
ar: قيمة دقيقة
es: Valor mínimo
fr: Valeur min
sw: Thamani ya min

source: Max Value
am: ከፍተኛ እሴት
ar: القيمة القصوى
es: Valor máximo
fr: Valeur maximale
sw: Thamani ya Max

source: Avg Value
am: AVG እሴት
ar: AVG قيمة
es: Valor AVG
fr: Valeur AVG
sw: Thamani ya AVG

source: Sum Value
am: ድምር እሴት
ar: قيمة مجموع
es: Valor de suma
fr: Valeur de somme
sw: Thamani ya jumla

source: Records Count
am: መዛግብቶች ቆጠራ
ar: عدد السجلات
es: Registro de registros
fr: Les enregistrements comptent
sw: Rekodi za kuhesabu

source: Hourly
am: በየሰዓቱ
ar: كل ساعة
es: Cada hora
fr: De temps
sw: Saa

source: Daily
am: በየቀኑ
ar: يوميًا
es: A diario
fr: Tous les jours
sw: Kila siku

source: Data Check Interval in Minutes
am: የውሂብ ማረጋገጫ የጊዜ ክፍተት በደቂቃዎች ውስጥ
ar: الفاصل الزمني للتحقق من البيانات في دقائق
es: Intervalo de verificación de datos en minutos
fr: Intervalle de vérification des données en minutes
sw: Takwimu za kuangalia muda katika dakika

source: How often the channel should check the database for new data, in minutes
am: ሰርጡ ምን ያህል ጊዜ ለአዳዲስ ውሂብ የመረጃ ቋቱን ለመፈተሽ ምን ያህል ጊዜ ነው
ar: كم مرة يجب على القناة التحقق من قاعدة البيانات للحصول على بيانات جديدة ، في دقائق
es: Con qué frecuencia el canal debe verificar la base de datos para obtener nuevos datos, en minutos
fr: À quelle fréquence le canal doit vérifier la base de données de nouvelles données, en quelques minutes
sw: Ni mara ngapi kituo kinapaswa kuangalia hifadhidata ya data mpya, kwa dakika

source: Starting date for the data to dispatch
am: ለመላክ ለመረጃው የመነሻ ቀን
ar: تاريخ بدء البيانات لإرسالها
es: Fecha de inicio para los datos de despachar
fr: Date de début pour les données à expédier
sw: Tarehe ya kuanza kwa data kusafirisha

source: Leave blank to use the whole data period
am: አጠቃላይ የውሂብ ጊዜውን ለመጠቀም ባዶ ይተው
ar: اترك فارغًا لاستخدام فترة البيانات بأكملها
es: Deje en blanco para usar todo el período de datos
fr: Laissez vide pour utiliser toute la période de données
sw: Acha tupu kutumia kipindi chote cha data

source: Send Aggregated Data
am: የተዋሃደ ውሂብን ይላኩ
ar: إرسال البيانات المجمعة
es: Enviar datos agregados
fr: Envoyer des données agrégées
sw: Tuma data iliyojumuishwa

source: Aggregation Period
am: አሰቃቂ ጊዜ
ar: فترة التجميع
es: Período de agregación
fr: Période d'agrégation
sw: Kipindi cha mkusanyiko

source: Public URL
am: የህዝብ ዩ አር ኤል
ar: عنوان URL العام
es: URL pública
fr: URL publique
sw: URL ya umma

source: Public URL of the channel,if available
am: የሚገኘው የሰርጣው የህዝብ ዩ.አር.ኤል.
ar: عنوان URL العام للقناة ، إذا كان ذلك متاحًا
es: URL pública del canal, si está disponible
fr: URL publique de la chaîne, si disponible
sw: URL ya umma ya kituo, ikiwa inapatikana

source: Parameter Mappings
am: ልኬት ካርታዎች
ar: تعيينات المعلمة
es: Mapas de parámetros
fr: Mappages de paramètres
sw: Mappings za paramu

source: Average Value
am: አማካይ እሴት
ar: متوسط ​​القيمة
es: Valor promedio
fr: Valeur moyenne
sw: Thamani ya wastani

source: Minimum Value
am: አነስተኛ እሴት
ar: الحد الأدنى القيمة
es: Valor mínimo
fr: Valeur minimale
sw: Thamani ya chini

source: Maximum Value
am: ከፍተኛ እሴት
ar: القيمة القصوى
es: Valor máximo
fr: Valeur maximale
sw: Thamani ya kiwango cha juu

source: Channel Parameter
am: የቻናል መለኪያ
ar: معلمة القناة
es: Parámetro de canal
fr: Paramètre de canal
sw: Param ya kituo

source: Parameter name in the channel
am: በ <ሰርጥ> ውስጥ ግቤት ስም
ar: اسم المعلمة في القناة
es: Nombre del parámetro en el canal
fr: Nom du paramètre dans le canal
sw: Jina la parameta kwenye kituo

source: Channel Unit
am: ቻናል አሃድ
ar: وحدة القناة
es: Unidad de canal
fr: Unité de canal
sw: Kitengo cha kituo

source: Unit of the parameter in the channel. Leave empty if the same
am: በሰርጥ ውስጥ የመለኪያ አሃድ. ተመሳሳይ ከሆነ ባዶ ያድርጉ
ar: وحدة المعلمة في القناة. اترك فارغًا إذا كان الشيء نفسه
es: Unidad del parámetro en el canal. Deja vacío si es lo mismo
fr: Unité du paramètre dans le canal. Laisser vide si le même
sw: Sehemu ya parameta katika kituo. Acha tupu ikiwa sawa

source: Aggregation Measure
am: ድምር ልኬት
ar: قياس التجميع
es: Medida de agregación
fr: Mesure d'agrégation
sw: Kipimo cha mkusanyiko

source: Storage Endpoint
am: የማጠራቀሚያ መስመር
ar: نقطة نهاية التخزين
es: Punto final de almacenamiento
fr: Point de terminaison de stockage
sw: Mwisho wa kuhifadhi

source: Storage Username
am: የማጠራቀሚያ የተጠቃሚ ስም
ar: اسم المستخدم التخزين
es: Nombre de usuario de almacenamiento
fr: Nom d'utilisateur de stockage
sw: Jina la mtumiaji la kuhifadhi

source: Storage Password
am: የማጠራቀሚያ የይለፍ ቃል
ar: كلمة مرور التخزين
es: Contraseña de almacenamiento
fr: Mot de passe de stockage
sw: Nywila ya kuhifadhi

source: Use Secure Connection
am: ደህንነቱ የተጠበቀ ግንኙነት ይጠቀሙ
ar: استخدم اتصال آمن
es: Usar conexión segura
fr: Utiliser une connexion sécurisée
sw: Tumia unganisho salama

source: If checked, HTTPS connection will be used,otherwise HTTP
am: ከተመረመረ የኤችቲቲፒኤስ ግንኙነት ጥቅም ላይ ይውላል, አለበለዚያ
ar: إذا تم التحقق منه ، سيتم استخدام اتصال HTTPS ، وإلا
es: Si se verifica, se utilizará la conexión HTTPS, de lo contrario http
fr: En cas de vérification, la connexion HTTPS sera utilisée, sinon http
sw: Ikiwa imekaguliwa, unganisho la HTTPS litatumika, vinginevyo HTTP

source: Dataset ID
am: የውሂብ መታወቂያ መታወቂያ
ar: معرف مجموعة البيانات
es: ID de conjunto de datos
fr: ID de l'ensemble de données
sw: Kitambulisho cha data

source: Wis2Box Storage Configuration
am: የ Wind2box ማከማቻ ውቅር
ar: تكوين تخزين Wis2box
es: Configuración de almacenamiento de WIS2Box
fr: Configuration de stockage Wis2Box
sw: Usanidi wa Hifadhi ya Wis2box

source: WIS2BOX Upload
am: የ Wine2box Sons Sons
ar: تحميل Wis2box
es: WIS2BOX SUPTOW
fr: Téléchargement Wis2Box
sw: Upakiaji wa Wis2box

source: WIS2BOX Uploads
am: የ Wind2box ሰቀሮች
ar: تحميلات WIS2BOX
es: WIS2Box Sube
fr: Téléchargements Wis2box
sw: Upakiaji wa Wis2box

source: Channel
am: ቻናል
ar: قناة
es: Canal
fr: Canal
sw: Kituo

source: Last Send Observation Time
am: ለመጨረሻ ጊዜ የምርጫ ጊዜን ይላኩ
ar: آخر إرسال وقت المراقبة
es: Último envío de tiempo de observación
fr: Dernier temps d'observation
sw: Tuma mwisho wakati wa uchunguzi

source: Station Channel Dispatch Status
am: ጣቢያ ጣቢያ ጣቢያ
ar: حالة إرسال قناة المحطة
es: Estado de envío del canal de estación
fr: État de répartition du canal de la station
sw: Hali ya kituo cha kupeleka kituo

source: Plugin Monitoring
am: ተሰኪ ክትትል
ar: مراقبة البرنامج المساعد
es: Monitoreo de complementos
fr: Surveillance du plugin
sw: Ufuatiliaji wa programu -jalizi

source: Station Data to import
am: ለማስመጣት ጣቢያዎች
ar: بيانات المحطة للاستيراد
es: Datos de la estación para importar
fr: Données de station à importer
sw: Data ya kituo cha kuagiza

source: Import
am: ማስመጣት
ar: يستورد
es: Importar
fr: Importer
sw: Kuagiza

source: We found stations that were loaded previously.
am: ቀደም ሲል የተጫኑ ጣቢያዎችን አገኘን.
ar: وجدنا المحطات التي تم تحميلها مسبقًا.
es: Encontramos estaciones que estaban cargadas anteriormente.
fr: Nous avons trouvé des stations chargées auparavant.
sw: Tulipata vituo ambavyo vilipakiwa hapo awali.

source: Use existing Stations
am: ነባር ጣቢያዎችን ይጠቀሙ
ar: استخدام المحطات الحالية
es: Use estaciones existentes
fr: Utiliser les stations existantes
sw: Tumia vituo vilivyopo

source: If you wish to load/update the local copy stations, you can load the new CSV downloaded from OSCAR Surface
am: የአካባቢውን ቅጂ ጣቢያዎች ለመጫን / ለማዘመን ከፈለጉ አዲሱን CSV ከኦስካር ወለል ማውረድ ይችላሉ
ar: إذا كنت ترغب في تحميل/تحديث محطات النسخ المحلية ، فيمكنك تحميل CSV الجديد الذي تم تنزيله من Oscar Surface
es: Si desea cargar/actualizar las estaciones de copia locales, puede cargar el nuevo CSV descargado desde Oscar Surface
fr: Si vous souhaitez charger / mettre à jour les stations de copie locales, vous pouvez charger le nouveau CSV téléchargé depuis Oscar Surface
sw: Ikiwa unataka kupakia/kusasisha vituo vya nakala vya hapa, unaweza kupakia CSV mpya iliyopakuliwa kutoka kwa uso wa Oscar

source: Load new CSV file
am: አዲስ የ CSV ፋይልን ይጫኑ
ar: تحميل ملف CSV جديد
es: Cargar nuevo archivo CSV
fr: Chargez un nouveau fichier CSV
sw: Pakia faili mpya ya CSV

source: Use this form to upload the CSV file manually downloaded from OSCAR Surface for your country
am: የ CSV ፋይልን ከ OSVAR ወለል ጋር ወደ ሀገርዎ ለማውረድ ይህንን ቅጽ ይጠቀሙ
ar: استخدم هذا النموذج لتحميل ملف CSV الذي تم تنزيله يدويًا من Oscar Surface لبلدك
es: Use este formulario para cargar el archivo CSV descargado manualmente de Oscar Surface para su país
fr: Utilisez ce formulaire pour télécharger le fichier CSV téléchargé manuellement à partir d'Oscar Surface pour votre pays
sw: Tumia fomu hii kupakia faili ya CSV iliyopakuliwa kwa mikono kutoka kwa uso wa Oscar kwa nchi yako

source: Upload
am: ይስቀሉ
ar: رفع
es: Subir
fr: Télécharger
sw: Pakia

source: Data Preview
am: የውሂብ ቅድመ-እይታ
ar: معاينة البيانات
es: Vista previa de datos
fr: Aperçu des données
sw: Hakikisho la data

source: The following columns were not found in the uploaded file. Starred columns are required
am: የሚቀጥሉት ዓምዶች በተሰቀሉት ፋይል ውስጥ አልተገኙም. ኮከብ የተያዙ አምዶች ያስፈልጋሉ
ar: لم يتم العثور على الأعمدة التالية في الملف الذي تم تحميله. الأعمدة ذات البطولة مطلوبة
es: Las siguientes columnas no se encontraron en el archivo cargado. Se requieren columnas protagonizadas
fr: Les colonnes suivantes n'ont pas été trouvées dans le fichier téléchargé. Des colonnes étoilées sont nécessaires
sw: Nguzo zifuatazo hazikupatikana kwenye faili iliyopakiwa. Nguzo zilizo na nyota zinahitajika

source: Country not set. Please set the country and try again
am: ሀገር አልተዘጋችም. እባክዎን አገሪቱን ያዘጋጁ እና እንደገና ይሞክሩ
ar: البلد غير محدد. يرجى تعيين البلد وحاول مرة أخرى
es: País no establecido. Por favor, coloque el país y vuelva a intentarlo
fr: Pays non réglé. Veuillez régler le pays et réessayer
sw: Nchi haijawekwa. Tafadhali weka nchi na ujaribu tena

source: Set Country
am: ሀገር አዘጋጅ
ar: وضع البلد
es: Set de país
fr: Se dérouler
sw: Kuweka nchi

source: An error occured when fetching data from OSCAR Surface
am: ከኦስካር ወለል ውሂብ በሚወጣበት ጊዜ አንድ ስህተት ተከስቷል
ar: حدث خطأ عند جلب البيانات من سطح الأوسكار
es: Se produjo un error al obtener datos de la superficie del Oscar
fr: Une erreur s'est produite lors de la récupération des données de la surface de l'Oscar
sw: Kosa lilitokea wakati wa kuchukua data kutoka kwa uso wa Oscar

source: You can check your internet and try again
am: በይነመረብዎን ማየት እና እንደገና መሞከር ይችላሉ
ar: يمكنك التحقق من الإنترنت والمحاولة مرة أخرى
es: Puedes consultar tu Internet y volver a intentarlo
fr: Vous pouvez vérifier votre Internet et réessayer
sw: Unaweza kuangalia mtandao wako na ujaribu tena

source: If you have a local copy of the stations CSV data as downloaded from OSCAR Surface, you can import and use the local copy
am: ከ Ocscar ወለል እንደተወረወሩ የጆርኪዎች የ CSV ውሂብ ከያዙ የአከባቢውን ቅጂ ማስመጣት እና መጠቀም ይችላሉ
ar: إذا كان لديك نسخة محلية من بيانات CSV المحطات كما تم تنزيلها من Surface Oscar ، فيمكنك استيراد النسخة المحلية واستخدامها
es: Si tiene una copia local de los datos de CSV de las estaciones como se descarga de Oscar Surface, puede importar y usar la copia local
fr: Si vous avez une copie locale des données CSV des stations téléchargées à partir d'Oscar Surface, vous pouvez importer et utiliser la copie locale
sw: Ikiwa una nakala ya ndani ya vituo vya CSV kama kupakuliwa kutoka kwa uso wa Oscar, unaweza kuingiza na kutumia nakala ya ndani

source: Load from local CSV copy
am: ከአካባቢያዊ CSV ቅጂ ይጫናል
ar: تحميل من نسخة CSV المحلية
es: Cargar desde copia CSV local
fr: Charge à partir de la copie CSV locale
sw: Mzigo kutoka kwa nakala ya CSV ya ndani

source: No Stations were found in the local copy of stations downloaded from OSCAR Surface
am: ከኦስካር ወለል በወረቁበት የአካባቢያዊ ጣቢያዎች ቅጂ ውስጥ ምንም ጣቢያዎች አልተገኙም
ar: لم يتم العثور على أي محطات في نسخة محلية من المحطات التي تم تنزيلها من Surface Oscar
es: No se encontraron estaciones en la copia local de las estaciones descargadas de Oscar Surface
fr: Aucune station n'a été trouvée dans la copie locale des stations téléchargées à partir d'Oscar Surface
sw: Hakuna vituo vilivyopatikana katika nakala ya ndani ya vituo vilivyopakuliwa kutoka kwa uso wa Oscar

source: Load local CSV File
am: የአካባቢውን CSV ፋይል ይጫኑ
ar: تحميل ملف CSV المحلي
es: Cargar archivo CSV local
fr: Chargez le fichier CSV local
sw: Pakia faili ya CSV ya ndani

source: The stations loaded below are from a locally uploaded copy of the stations, manually downloaded from OSCAR Surface
am: ከዚህ በታች የተጫኑት ጣቢያዎች ከኦስካር ወለል ከ PASSCAND የወረዱ ጣቢያዎች ከኦፕሬሽር ከተጫነ ኮፒዎች ናቸው
ar: المحطات المحملة أدناه هي من نسخة تم تحميلها محليًا من المحطات ، تم تنزيلها يدويًا من Surface Surface
es: Las estaciones cargadas a continuación son de una copia cargada localmente de las estaciones, descargadas manualmente de Oscar Surface
fr: Les stations chargées ci-dessous proviennent d'une copie localement téléchargée des stations, téléchargée manuellement à partir d'Oscar Surface
sw: Vituo vilivyopakiwa hapa chini ni kutoka kwa nakala iliyopakiwa ya ndani ya vituo, vilivyopakuliwa kwa mikono kutoka kwa uso wa Oscar

source: If you have a working internet connection, it is recommended to use the live version that connects automatically to OSCAR Surface
am: የሥራ የበይነመረብ ግንኙነት ካለዎት, ወደ ኦስካር ወለል በራስ-ሰር የሚያገናኝ የቀጥታ ስሪት እንዲጠቀም ይመከራል
ar: إذا كان لديك اتصال إنترنت عاملة ، فمن المستحسن استخدام الإصدار المباشر الذي يتصل تلقائيًا بسطح أوسكار
es: Si tiene una conexión a Internet que funciona, se recomienda usar la versión en vivo que se conecta automáticamente a Oscar Surface
fr: Si vous avez une connexion Internet fonctionnelle, il est recommandé d'utiliser la version en direct qui se connecte automatiquement à la surface d'Oscar
sw: Ikiwa una muunganisho wa mtandao unaofanya kazi, inashauriwa kutumia toleo la moja kwa moja ambalo linaunganisha moja kwa moja na uso wa Oscar

source: Load stations directly from OSCAR
am: ከኦስካር በቀጥታ ጭነት ጣቢያዎችን ይጫኑ
ar: محطات التحميل مباشرة من أوسكار
es: Estaciones de carga directamente desde Oscar
fr: Chargez des stations directement à partir d'Oscar
sw: Vituo vya mzigo moja kwa moja kutoka Oscar

source: WMO OSCAR Surface Stations for
am: የ WM OOCARAS ወለል ጣቢያዎች ለ
ar: محطات سطح أوسكار WMO ل
es: Estaciones de superficie de Oscar WMO para
fr: Stations de surface des Oscars WMO pour
sw: Vituo vya uso vya WMO Oscar kwa

source: Added to Database
am: ወደ የመረጃ ቋት ታክሏል
ar: تمت إضافة إلى قاعدة البيانات
es: Agregado a la base de datos
fr: Ajouté à la base de données
sw: Imeongezwa kwenye hifadhidata

source: Assigned Network
am: የተመደበ አውታረ መረብ
ar: شبكة مخصصة
es: Red asignada
fr: Réseau attribué
sw: Mtandao uliopewa

source: Added
am: ታክሏል
ar: وأضاف
es: Agregado
fr: Ajouté
sw: Imeongezwa

source: Import Station
am: አስመጪ ጣቢያ
ar: محطة الاستيراد
es: Estación de importación
fr: Station d'importation
sw: Kituo cha kuagiza

source: Download Template
am: አብነት ያውርዱ
ar: تنزيل قالب
es: Plantilla de descarga
fr: Télécharger le modèle
sw: Pakua template

source: Stations CSV Columns
am: የ CSV አምዶች
ar: محطات أعمدة CSV
es: Estaciones columnas CSV
fr: Stations CSV Colonnes
sw: Vituo vya CSV

source: Column
am: አምድ
ar: عمود
es: Columna
fr: Colonne
sw: Safu

source: Required
am: ያስፈልጋል
ar: مطلوب
es: Requerido
fr: Requis
sw: Inahitajika

source: Data Type
am: የውሂብ አይነት
ar: نوع البيانات
es: Tipo de datos
fr: Type de données
sw: Aina ya data

source: Choices
am: ምርጫዎች
ar: الخيارات
es: Opción
fr: Choix
sw: Uchaguzi

source: Yes
am: አዎ
ar: نعم
es: Sí
fr: Oui
sw: Ndio

source: One or more parameters already exist in the database
am: በመረጃ ቋቱ ውስጥ አንድ ወይም ከዚያ በላይ መለኪያዎች ቀድሞውኑ አሉ
ar: توجد بالفعل معلمة واحدة أو أكثر في قاعدة البيانات
es: Ya existen uno o más parámetros en la base de datos
fr: Un ou plusieurs paramètres existent déjà dans la base de données
sw: Vigezo moja au zaidi tayari vipo kwenye hifadhidata

source: Please note that this section helps you to create some default parameters to use in the system. This is not a required step, but it is available to help you get started with some parameters.
am: እባክዎን ያስተውሉ ይህ ክፍል በስርዓቱ ውስጥ ለመጠቀም የተወሰኑ ነባሪ መለኪያዎች ለመፍጠር እንደሚረዳዎት እባክዎ ልብ ይበሉ. ይህ አስፈላጊ እርምጃ አይደለም, ግን በአንዳንድ ልኬቶች እንዲጀምሩ ለማገዝ ይገኛል.
ar: يرجى ملاحظة أن هذا القسم يساعدك على إنشاء بعض المعلمات الافتراضية لاستخدامه في النظام. هذه ليست خطوة مطلوبة ، ولكنها متوفرة لمساعدتك في البدء في بعض المعلمات.
es: Tenga en cuenta que esta sección le ayuda a crear algunos parámetros predeterminados para usar en el sistema. Este no es un paso requerido, pero está disponible para ayudarlo a comenzar con algunos parámetros.
fr: Veuillez noter que cette section vous aide à créer des paramètres par défaut à utiliser dans le système. Ce n'est pas une étape requise, mais elle est disponible pour vous aider à démarrer avec certains paramètres.
sw: Tafadhali kumbuka kuwa sehemu hii inakusaidia kuunda vigezo vingine vya kutumia kwenye mfumo. Hii sio hatua inayohitajika, lakini inapatikana kukusaidia kuanza na vigezo kadhaa.

source: Here we are using the %(gbon_link)s parameters as a starting point. You will still be able to add or modify Data Parameters as needed for your data.
am: እዚህ እኛ %(gbon_link)s መነሻ ነጥቦችን እንደ መጀመር እንጠቀማለን. ለተንቀሳቃሽ ውሂብዎ እንደአስፈላጊነቱ የውሂብ መለኪያዎች ማከል ወይም ማሻሻል ይችላሉ.
ar: نحن هنا نستخدم معلمات %(gbon_link)s كنقطة انطلاق. ستظل قادرًا على إضافة أو تعديل معلمات البيانات حسب الحاجة لبياناتك.
es: Aquí estamos utilizando los parámetros %(gbon_link)s como punto de partida. Todavía podrá agregar o modificar los parámetros de datos según sea necesario para sus datos.
fr: Ici, nous utilisons les paramètres de %(gbon_link)s comme point de départ. Vous pourrez toujours ajouter ou modifier les paramètres de données selon les besoins de vos données.
sw: Hapa tunatumia vigezo vya %(gbon_link)s kama mahali pa kuanzia. Bado utaweza kuongeza au kurekebisha vigezo vya data kama inahitajika kwa data yako.

source: The following Data parameters and corresponding Units will be created
am: የሚከተሉት የውሂብ መለኪያዎች እና ተጓዳኝ ክፍሎች ይፈጠራሉ
ar: سيتم إنشاء معلمات البيانات التالية والوحدات المقابلة
es: Se crearán los siguientes parámetros de datos y unidades correspondientes
fr: Les paramètres de données suivants et les unités correspondantes seront créées
sw: Vigezo vifuatavyo vya data na vitengo vinavyolingana vitaundwa

source: The following optional conversion units will also be created if checked, and not already existing in the system
am: የሚከተለው አማራጭ የውይይት መለዋወጫዎች እንዲሁ ከተመረመሩ, እና በስርዓቱ ውስጥ ቀድሞውኑ አልነበሩም
ar: سيتم أيضًا إنشاء وحدات التحويل الاختيارية التالية إذا تم التحقق منها ، ولم تكن موجودة بالفعل في النظام
es: También se creará las siguientes unidades de conversión opcionales si se verifican, y no existen en el sistema
fr: Les unités de conversion optionnelles suivantes seront également créées si elles sont vérifiées, et ne sont pas déjà existantes dans le système
sw: Sehemu zifuatazo za ubadilishaji pia zitaundwa ikiwa imekaguliwa, na haipo tayari kwenye mfumo

source: Create
am: ፍጠር
ar: يخلق
es: Crear
fr: Créer
sw: Unda

source: There are no %(model_name)s to display.
am: ምንም %(model_name)s.
ar: لا يوجد %(model_name)s لعرضها.
es: No hay %(model_name) s que mostrar.
fr: Il n'y a pas de %(model_name)s à afficher.
sw: Hakuna %(model_name)s kuonyesha.

source: Create from predefined parameters
am: ከተቀረጹ መለኪያዎች ፍጠር
ar: إنشاء من معلمات محددة مسبقا
es: Crear a partir de parámetros predefinidos
fr: Créer à partir de paramètres prédéfinis
sw: Unda kutoka kwa vigezo vilivyoainishwa

source: '%(unit)s' is not defined in the unit registry
am: '%(unit)s' በክፍሉ መዝገብ መዝገብ ውስጥ አልተገለጸም
ar: لم يتم تعريف "%(unit)s" في سجل الوحدة
es: '%(unit)s' no se define en el registro de la unidad
fr: '%(unit)s' n'est pas défini dans le registre des unités
sw: '%(unit)s' haijaelezewa katika usajili wa kitengo

source: Stations loaded successfully.
am: ጣቢያዎች በተሳካ ሁኔታ ተጭነዋል.
ar: المحطات المحملة بنجاح.
es: Estaciones cargadas con éxito.
fr: Les stations sont chargées avec succès.
sw: Vituo vilivyopakiwa kwa mafanikio.

source: Home
am: ቤት
ar: بيت
es: Hogar
fr: Maison
sw: Nyumbani

source: Snippets
am: ስፕሊት
ar: قصاصات
es: Fragmentos
fr: Extraits

source: Load Stations from CSV
am: ከ CSV ጭነት ጭነቶች
ar: محطات التحميل من CSV
es: Estaciones de carga de CSV
fr: Charger les stations de CSV
sw: Vituo vya mzigo kutoka CSV

source: Load Stations from OSCAR Surface
am: ከኦስካር ወለል ላይ ጭነት ጣቢያዎች
ar: محطات الحمل من سطح الأوسكار
es: Estaciones de carga desde la superficie del Oscar
fr: Charge des stations de la surface des Oscars
sw: Vituo vya mzigo kutoka kwa uso wa Oscar

source: OSCAR Stations
am: ኦስካር ጣቢያዎች
ar: محطات أوسكار
es: Estaciones de Oscar
fr: Stations des Oscars
sw: Vituo vya Oscar

source: Import OSCAR Station
am: ኦስካር ጣቢያ ያስመጡ
ar: استيراد محطة أوسكار
es: Importar estación de Oscar
fr: Station d'Oscar d'importation
sw: Ingiza Kituo cha Oscar

source: Please set the country in the settings.
am: እባክዎን አገሪቱን በቅንብሮች ውስጥ ያዘጋጁ.
ar: يرجى تعيين البلد في الإعدادات.
es: Establezca el país en la configuración.
fr: Veuillez définir le pays dans les paramètres.
sw: Tafadhali weka nchi katika mipangilio.

source: Station imported successfully.
am: ጣቢያው በተሳካ ሁኔታ ተፈጠረ.
ar: تم استيراد المحطة بنجاح.
es: Estación importada con éxito.
fr: Station importée avec succès.
sw: Kituo kilichoingizwa kwa mafanikio.
