Repository: wmo-raf/adl
Catalog: adl/src/adl/core/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, sw

source: Station ID
am: የጣቢያ መታወቂያ
ar: معرف المحطة
es: Identificación de la estación
fr: ID de la station
sw: Kituo cha kitambulisho

source: Unique Station Identifier
am: ልዩ የማጣሪያ መለያ
ar: معرف محطة فريدة
es: Identificador de estación único
fr: Identifiant de station unique
sw: Kitambulisho cha Kituo cha kipekee

source: Station Name
am: የጣቢያ ስም
ar: اسم المحطة
es: Nombre de la estación
fr: Nom de station
sw: Jina la kituo

source: WIGOS ID
am: Wigos መታወቂያ
ar: معرف Wigos
es: ID de WIGOS
fr: ID de wigos
sw: Id ya Wigis

source: Station Type
am: ጣቢያው ዓይነት
ar: نوع المحطة
es: Tipo de estación
fr: Type de station
sw: Aina ya kituo

source: Type of observing station, encoding using code table 0 02 001
am: የኮድን ሰንጠረዥ 0 02 001 በመጠቀም ጣቢያውን የማየት አይነት
ar: نوع محطة المراقبة ، الترميز باستخدام جدول الرمز 0 02 001
es: Tipo de estación de observación, codificando la tabla de código 0 02 001
fr: Type de station d'observation, codage à l'aide de la table de code 0 02 001
sw: Aina ya kituo cha kuangalia, encoding kwa kutumia jedwali la nambari 0 02 001

source: Automatic
am: ራስ-ሰር
ar: تلقائي
es: Automático
fr: Automatique
sw: Moja kwa moja

source: Manned
am: ማዳን
ar: مأهولة
es: Tripulado
fr: Habillé

source: Hybrid: both automatic and manned
am: ቀሚስ-አውቶማቲክ እና ማገድ
ar: الهجين: كلاهما تلقائي ومأهولة
es: Híbrido: tanto automático como tripulado
fr: Hybride: à la fois automatique et habité
sw: Hybrid: moja kwa moja na manned

source: Latitude
am: ኬክሮስ
ar: خط العرض
es: Latitud
sw: Latitudo

source: Latitude of the station (to 5 decimal places)
am: የጣቢያው ኬክሮዎች (እስከ 5 የአስርዮሽ ቦታዎች)
ar: خط عرض المحطة (إلى 5 أماكن عشرية)
es: Latitud de la estación (a 5 decimales)
fr: Latitude de la station (à 5 décimales)
sw: Latitudo ya kituo (hadi maeneo 5 ya decimal)

source: Longitude
am: ኬንትሮስ
ar: خط الطول
es: Longitud
sw: Longitudo

source: Longitude of the station (to 5 decimal places)
am: የጣቢያው ኬንትሮስ (እስከ 5 የአስርዮሽ ቦታዎች)
ar: خط الطول من المحطة (إلى 5 أماكن عشرية)
es: Longitud de la estación (a 5 decimales)
fr: Longitude de la station (à 5 décimales)
sw: Longitudo ya kituo (hadi maeneo 5 ya decimal)

source: Station Height Above MSL
am: ከ MSL በላይ የመድረሻ ቁመት
ar: ارتفاع المحطة فوق MSL
es: Altura de la estación por encima de MSL
fr: Hauteur de la station au-dessus de MSL
sw: Urefu wa kituo juu ya MSL

source: Height of the station ground above mean sea level (to 1 decimal place)
am: ከላይ ያለው የጣቢያ መሬቱ ከፍ ያለ የባህር ወለል (እስከ 1 የአስርዮሽ ቦታ)
ar: ارتفاع أرض المحطة فوق مستوى سطح البحر يعني (إلى مكان واحد عشري)
es: Altura de la estación molida por encima del nivel medio del mar (hasta 1 decimal)
fr: Hauteur du sol de la station au-dessus du niveau moyen de la mer (à 1 décimal)
sw: Urefu wa ardhi ya kituo hapo juu inamaanisha usawa wa bahari (hadi 1 mahali pa decimal)

source: Barometer Height Above MSL
am: ከ MSL በላይ ባሮሜትር ቁመት
ar: ارتفاع البارومتر فوق MSL
es: Altura del barómetro por encima de MSL
fr: Hauteur du baromètre au-dessus de MSL
sw: Urefu wa Barometer juu ya MSL

source: Height of the barometer above mean sea level (to 1 decimal place), typically height of station ground plus the height of the sensor above local ground
am: ከባህር ጠለል በላይ ያለው የባቡር ሐዲድ ከፍ ያለ የባህር ወለል (እስከ 1 የአስርዮሽ ስፍራ), በተለምዶ የቦታ መሬቶች እና የአከባቢው ቁመት ቁመት አለው
ar: ارتفاع المقياس فوق مستوى سطح البحر يعني (إلى مكان واحد عشري) ، عادة ارتفاع أرض المحطة بالإضافة إلى ارتفاع المستشعر فوق الأرض المحلية
es: Altura del barómetro sobre el nivel medio del mar (hasta 1 decimal), típicamente altura del suelo de la estación más la altura del sensor sobre el suelo local
fr: Hauteur du baromètre au-dessus du niveau moyen de la mer (à 1 décimale), généralement la hauteur du sol de la station plus la hauteur du capteur au-dessus du sol local
sw: Urefu wa barometer hapo juu inamaanisha kiwango cha bahari (hadi mahali pa 1), kawaida urefu wa kituo cha kituo pamoja na urefu wa sensor juu ya ardhi ya ndani

source: Thermometer Height
am: ቴርሞሜትር ቁመት
ar: ارتفاع مقياس الحرارة
es: Altura del termómetro
fr: Thermomètre
sw: Urefu wa thermometer

source: Height of thermometer or temperature sensor above the local ground to 2 decimal places
am: ከአካባቢያዊው መሬት እስከ 2 የአስርዮሽ ቦታዎች ድረስ የቲሞሞሜትተር ወይም የሙቀት ዳሳሽ
ar: ارتفاع مقياس الحرارة أو مستشعر درجة الحرارة فوق الأرض المحلية إلى أماكن عشرية
es: Altura del termómetro o sensor de temperatura sobre el suelo local a 2 decimales
fr: Hauteur du thermomètre ou capteur de température au-dessus du sol local à 2 décimales
sw: Urefu wa thermometer au sensor ya joto juu ya ardhi ya ndani hadi maeneo 2 ya decimal

source: Anemometer Height
am: የደም ማነስ ቁመት
ar: ارتفاع مقياس شدة الريح
es: Altura de anemómetro
fr: Hauteur de l'anémomètre
sw: Urefu wa anemometer

source: Height of the anemometer above local ground to 2 decimal place
am: ከአከባቢው እስከ 2 የአስርዮሽ ስፍራ ድረስ የአስሞሜትር ቁመት
ar: ارتفاع مقياس شدة الريح فوق الأرض المحلية إلى مكان عشري
es: Altura del anemómetro sobre el suelo local hasta 2 decimales
fr: Hauteur de l'anémomètre au-dessus du sol local à 2 décimales
sw: Urefu wa anemometer juu ya ardhi ya ndani hadi mahali 2 decimal

source: Rain Sensor Height
am: የዝናብ ዳሰሳ ቁመት
ar: ارتفاع مستشعر المطر
es: Altura del sensor de lluvia
fr: Hauteur du capteur de pluie
sw: Urefu wa sensor ya mvua

source: Height of the rain gauge above local ground to 2 decimal place
am: ከአካባቢያዊው መሬት እስከ 2 የአስርዮሽ ቦታ ድረስ የዝናብ መለኪያዎች ቁመት
ar: ارتفاع مقياس المطر فوق الأرض المحلية إلى مكانين عشريين
es: Altura del pluviómetro sobre el suelo local hasta 2 decimales
fr: Hauteur de la jauge de pluie au-dessus du sol local à 2 décimales
sw: Urefu wa chachi ya mvua juu ya ardhi ya ndani hadi mahali 2 decimal

source: Method of Ground State Measurement
am: የመሬት ግዛት መለኪያ ዘዴ
ar: طريقة قياس الحالة الأرضية
es: Método de medición del estado fundamental
fr: Méthode de mesure de l'état fondamental
sw: Njia ya kipimo cha hali ya ardhi

source: Method of observing the state of the ground, encoded using code table 0 02 176
am: የመሬቱን ሁኔታ የመመልከት ዘዴ, የኮድ ሰንጠረዥ 0 02 176 ን በመጠቀም የተከለከለ ነው
ar: طريقة مراقبة حالة الأرض ، مشفرة باستخدام جدول الرمز 0 02 176
es: Método de observación del estado del suelo, codificado utilizando la Tabla de código 0 02 176
fr: Méthode d'observation de l'état du sol, encodé à l'aide du tableau de code 0 02 176
sw: Njia ya kuangalia hali ya ardhi, iliyosimbwa kwa kutumia Jedwali la Msimbo 0 02 176

source: Manual observation
am: መመሪያ ምልከታ
ar: الملاحظة اليدوية
es: Observación manual
fr: Observation manuelle
sw: Uchunguzi wa mwongozo

source: Video camera method
am: የቪዲዮ ካሜራ ዘዴ
ar: طريقة كاميرا الفيديو
es: Método de cámara de video
fr: Méthode de la caméra vidéo
sw: Njia ya kamera ya video

source: Infrared method
am: የኢንፍራሬድ ዘዴ
ar: طريقة الأشعة تحت الحمراء
es: Método infrarrojo
fr: Méthode infrarouge
sw: Njia ya infrared

source: Laser method
am: የጨረር ዘዴ
ar: طريقة الليزر
es: Método láser
fr: Méthode laser
sw: Njia ya laser

source: Others
am: ሌሎች
ar: آحرون
es: Otros
fr: Autres
sw: Wengine

source: Missing value
am: እሴት የጎደለው እሴት
ar: القيمة المفقودة
es: Valor faltante
fr: Valeur manquante
sw: Thamani ya kukosa

source: Method of Snow Depth Measurement
am: የበረዶ ጥልቀት መለካት ዘዴ
ar: طريقة قياس عمق الثلج
es: Método de medición de profundidad de nieve
fr: Méthode de mesure de la profondeur de la neige
sw: Njia ya kipimo cha kina cha theluji

source: Method of observing the snow depth encoded using code table 0 02 177
am: የኮድ ጠረጴዛን በመጠቀም የበረዶውን ጥልቀት የተዘበራረቀ ዘዴን የመመልከት ዘዴ 0 02 177
ar: طريقة مراقبة عمق الثلج المشفر باستخدام جدول الكود 0 02 177
es: Método para observar la profundidad de nieve codificada utilizando la tabla de código 0 02 177
fr: Méthode d'observation de la profondeur de neige codée à l'aide du tableau de code 0 02 177
sw: Njia ya kuangalia kina cha theluji kilichowekwa kwa kutumia Jedwali la Msimbo 0 02 177

source: Ultrasonic method
am: የአልትራሳውንድ ዘዴ
ar: طريقة الموجات فوق الصوتية
es: Método ultrasónico
fr: Méthode ultrasonique
sw: Njia ya Ultrasonic

source: Time Period of Wind
am: የጊዜ ጊዜ
ar: الفترة الزمنية للرياح
es: Período de tiempo de viento
fr: Période de vent
sw: Kipindi cha upepo

source: Time period over which the wind speed and direction have been averegd. 10 minutes in normal cases or the number of minutes since a significant change occuring in the preceeding 10 minutes.
am: የንፋስ ፍጥነት እና አቅጣጫው ACCEDDED ን ያካተተበት ጊዜ. በ 10 ደቂቃዎች ውስጥ ከ 10 ደቂቃዎች ጋር በተያያዘ ከፍተኛ ለውጥ ከተከሰተ 10 ደቂቃዎች ውስጥ 10 ደቂቃዎች.
ar: الفترة الزمنية التي كانت سرعة الرياح واتجاهها Averegd. 10 دقائق في الحالات العادية أو عدد الدقائق منذ تغيير كبير يحدث في 10 دقائق مسبقة.
es: Período de tiempo durante el cual la velocidad y la dirección del viento han sido afirmadas. 10 minutos en casos normales o el número de minutos, ya que un cambio significativo ocurre en los 10 minutos anteriores.
fr: Période sur laquelle la vitesse et la direction du vent ont été averantes. 10 minutes dans les cas normaux ou le nombre de minutes, car un changement significatif se produisant dans les 10 minutes précédentes.
sw: Kipindi cha wakati ambacho kasi ya upepo na mwelekeo imekuwa Averegd. Dakika 10 katika hali ya kawaida au idadi ya dakika kwani mabadiliko makubwa yanajitokeza katika dakika 10 zilizopita.

source: Temperature
am: የሙቀት መጠን
ar: درجة حرارة
es: Temperatura
fr: Température
sw: Joto

source: Degree Celsius
am: ዲግሪ ሴልሺየስ
ar: درجة مئوية
es: Grado Celsius
fr: Degré Celsius
sw: Digrii Celsius

source: Kelvin
am: ኬሊቪን
ar: كيلفن

source: For converting Temperature from Celsius to Kelvin
am: ከሴኪየስ እስከ ኬልቪን የሙቀት ደረጃን በመቀየር
ar: لتحويل درجة الحرارة من Celsius إلى Kelvin
es: Para convertir la temperatura de Celsius a Kelvin
fr: Pour convertir la température de Celsius en Kelvin
sw: Kwa kubadilisha joto kutoka Celsius kwenda Kelvin

source: Relative Humidity
am: አንጻራዊ እርጥበት
ar: الرطوبة النسبية
es: Humedad relativa
fr: Humidité relative
sw: Unyevu wa jamaa

source: Percent
am: መቶኛ
ar: في المئة
es: Por ciento
fr: Pour cent
sw: Asilimia

source: Atmospheric Pressure
am: የከባቢ አየር ግፊት
ar: الضغط الجوي
es: Presión atmosférica
fr: Pression atmosphérique
sw: Shinikizo la anga

source: Hectopascal
am: ሄክቶፕካካክ
ar: ناضح

source: Pascal
am: ፓስካል
ar: باسكال

source: For converting Pressure from hectopascal to pascal
am: ከሄክታስታካክ ግፊት ወደ ፓስካል ለመለወጥ
ar: لتحويل الضغط من Hectopascal إلى Pascal
es: Para convertir la presión de Hectopascal a Pascal
fr: Pour convertir la pression de Hectopascal à Pascal
sw: Kwa kubadilisha shinikizo kutoka hectopascal kwenda Pascal

source: Wind Speed
am: የንፋስ ፍጥነት
ar: سرعة الرياح
es: Velocidad del viento
fr: Vitesse du vent
sw: Kasi ya upepo

source: Meters per Second
am: በአንድ ሰከንድ
ar: متر في الثانية
es: Metros por segundo
fr: Mètres par seconde
sw: Mita kwa sekunde

source: Wind Direction
am: የንፋስ አቅጣጫ
ar: اتجاه الرياح
es: Dirección del viento
fr: Direction du vent
sw: Mwelekeo wa upepo

source: Degrees
am: ዲግሪዎች
ar: درجات
es: Grados
fr: Degrés
sw: Digrii

source: Precipitation
am: ዝናብ
ar: تساقط
es: Precipitación
fr: Précipitation
sw: Usafirishaji

source: Millimeters
am: ሚሊሜትር
ar: ملليمتر
es: Milímetros
fr: Millimètres
sw: Milimita

source: Kilogram per Square Meter
am: ኪሎግራም በአንድ ካሬ ሜትር
ar: كيلوغرام لكل متر مربع
es: Kilogramo por metro cuadrado
fr: Kilogramme par mètre carré
sw: Kilo kwa mita ya mraba

source: For converting Precipitation from millimeters to kilograms per square meter
am: ከሊቁሜትር ወደ ኪሎግራምስ ወደ ኪሎግራም ለመለወጥ
ar: لتحويل هطول الأمطار من ملليمتر إلى كيلوغرام لكل متر مربع
es: Para convertir la precipitación de milímetros a kilogramos por metro cuadrado
fr: Pour convertir les précipitations des millimètres en kilogrammes par mètre carré
sw: Kwa kubadilisha mvua kutoka milimita hadi kilo kwa mita ya mraba

source: File
am: ፋይል
ar: ملف
es: Archivo
fr: Déposer
sw: Faili

source: CSV file
am: CSV ፋይል
ar: ملف CSV
es: Archivo CSV
fr: Fichier csv
sw: Faili ya CSV

source: Network
am: አውታረ መረብ
ar: شبكة
es: Red
fr: Réseau
sw: Mtandao

source: WMO Block Number
am: WMO UND ቁጥር
ar: رقم كتلة WMO
es: Número de bloques de WMO
fr: Numéro de bloc WMO
sw: Nambari ya kuzuia WMO

source: WMO Station Number
am: የ WMA ጣቢያ ቁጥር
ar: رقم محطة WMO
es: Número de estación de WMO
fr: Numéro de station WMO
sw: Nambari ya kituo cha WMO

source: Assign Network
am: አውታረ መረብን መድብ
ar: تعيين الشبكة
es: Asignar red
fr: Affecter le réseau
sw: Agiza mtandao

source: Assign Station Type
am: የቤቶች አይነት ይመድቡ
ar: تعيين نوع المحطة
es: Asignar el tipo de estación
fr: Affecter le type de station
sw: Agiza aina ya kituo

source: Create optional conversion Units
am: አማራጭ የውይይት ክፍሎችን ይፍጠሩ
ar: إنشاء وحدات تحويل اختيارية
es: Crear unidades de conversión opcionales
fr: Créer des unités de conversion en option
sw: Unda vitengo vya ubadilishaji wa hiari

source: Automatic Weather Stations
am: ራስ-ሰር የአየር ሁኔታ ጣቢያዎች
ar: محطات الطقس التلقائي
es: Estaciones meteorológicas automáticas
fr: Stations météorologiques automatiques
sw: Vituo vya hali ya hewa moja kwa moja

source: Manual Weather Stations
am: የጉልበት የአየር ሁኔታ ጣቢያዎች
ar: محطات الطقس اليدوي
es: Estaciones meteorológicas manuales
fr: Stations météorologiques manuelles
sw: Vituo vya hali ya hewa ya mwongozo

source: Name
am: ስም
ar: اسم
es: Nombre
fr: Nom
sw: Jina

source: Name of the network
am: የአውታረ መረቡ ስም
ar: اسم الشبكة
es: Nombre de la red
fr: Nom du réseau
sw: Jina la mtandao

source: Weather Stations Type
am: የአየር ሁኔታ ጣቢያዎች ይተይቡ
ar: نوع محطات الطقس
es: Tipo de estaciones meteorológicas
fr: Type de stations météo
sw: Aina ya vituo vya hali ya hewa

source: Weather station type
am: የአየር ሁኔታ ጣቢያው ዓይነት
ar: نوع محطة الطقس
es: Tipo de estación meteorológica
fr: Type de station météo
sw: Aina ya kituo cha hali ya hewa

source: Networks
am: አውታረመረቦች
ar: الشبكات
es: Redes
fr: Réseaux
sw: Mitandao

source: Name of the station
am: የጣቢያው ስም
ar: اسم المحطة
es: Nombre de la estación
fr: Nom de la station
sw: Jina la kituo

source: WSI Series
am: WSI ተከታታይ
ar: سلسلة WSI
es: Serie WSI
fr: Série WSI
sw: Mfululizo wa WSI

source: WIGOS identifier series
am: Wigos መለያየት ተከታታይ
ar: سلسلة معرفات Wigos
es: Serie de identificadores de wigos
fr: Série d'identificateurs Wigos
sw: Mfululizo wa kitambulisho cha Wigis

source: WSI Issuer
am: WSI ሰጪ ሰጪ
ar: مُصدر WSI
es: Emisor de WSI
fr: Émetteur WSI
sw: Mtoaji wa WSI

source: WIGOS issuer of identifier
am: ዌግስ ለየት ያለ ሰጪ ሰጪ
ar: مصدر Wigos من المعرف
es: Emisor de wigos de identificador
fr: Émetteur Wigos de l'identifiant
sw: Mtoaji wa Wigos wa kitambulisho

source: WSI Issue Number
am: የ WSI እትም ቁጥር
ar: رقم إصدار WSI
es: Número de emisión de WSI
fr: Numéro de problème WSI
sw: Nambari ya suala la WSI

source: WIGOS issue number
am: Wigos እትም ቁጥር
ar: رقم إصدار Wigos
es: Número de emisión de WIGOS
fr: Numéro de problème Wigos
sw: Nambari ya suala la Wigis

source: WSI Local
am: WSI አካባቢያዊ
ar: WSI المحلي
sw: WSI wa ndani

source: WIGOS local identifier
am: Wigas የአከባቢ መለያ
ar: معرف Wigos المحلي
es: Identificador local de WIGOS
fr: Identificateur local Wigos
sw: Kitambulisho cha Mitaa cha Wigis

source: WMO block number
am: WMO UND ቁጥር
ar: رقم كتلة WMO
es: Número de bloques de WMO
fr: Numéro de bloc WMO
sw: Nambari ya kuzuia WMO

source: WMO station number
am: የ WMA ጣቢያ ቁጥር
ar: رقم محطة WMO
es: Número de estación de WMO
fr: Numéro de station WMO
sw: Nambari ya kituo cha WMO

source: Type of observing station, encoding using code table 0 02 001 (set to 0, automatic)
am: ኮድ ሰንጠረዥ 0 02 001 (ወደ 0, ወደ 8 ደረጃ (አውቶማቲክ) በመጠቀም የመታየት አይነት
ar: نوع محطة المراقبة ، الترميز باستخدام جدول الكود 0 02 001 (ضبط على 0 ، أوتوماتيكي)
es: Tipo de estación de observación, codificando la tabla de código 0 02 001 (establecido en 0, automático)
fr: Type de station d'observation, codage à l'aide du tableau de code 0 02 001 (réglé sur 0, automatique)
sw: Aina ya kituo cha kuangalia, encoding kwa kutumia jedwali la nambari 0 02 001 (iliyowekwa kwa 0, moja kwa moja)

source: Location
am: አካባቢ
ar: موقع
es: Ubicación
fr: Emplacement
sw: Mahali

source: Location of the station
am: ጣቢያው ቦታ
ar: موقع المحطة
es: Ubicación de la estación
fr: Emplacement de la station
sw: Mahali pa kituo

source: Height of the anemometer above local ground to 2 decimal places
am: ከአከባቢው እስከ 2 የአስርዮሽ ቦታዎች ድረስ የአስሞሚተር ቁመት
ar: ارتفاع مقياس شدة الريح فوق الأرض المحلية إلى أماكن عشرية
es: Altura del anemómetro sobre el suelo local a 2 decimales
fr: Hauteur de l'anémomètre au-dessus du sol local à 2 décimales
sw: Urefu wa anemometer juu ya ardhi ya ndani hadi maeneo 2 ya decimal

source: Time period over which the wind speed and direction have been averaged. 10 minutes in normal cases or the number of minutes since a significant change occuring in the preceeding 10 minutes.
am: የንፋስ ፍጥነት እና አቅጣጫው አማካኝ የተሞላበት ጊዜ. በ 10 ደቂቃዎች ውስጥ ከ 10 ደቂቃዎች ጋር በተያያዘ ከፍተኛ ለውጥ ከተከሰተ 10 ደቂቃዎች ውስጥ 10 ደቂቃዎች.
ar: الفترة الزمنية التي تم فيها متوسط ​​سرعة الرياح واتجاهها. 10 دقائق في الحالات العادية أو عدد الدقائق منذ تغيير كبير يحدث في 10 دقائق مسبقة.
es: Período de tiempo durante el cual se han promediado la velocidad y la dirección del viento. 10 minutos en casos normales o el número de minutos, ya que un cambio significativo ocurre en los 10 minutos anteriores.
fr: Période de temps sur laquelle la vitesse et la direction du vent ont été moyennées. 10 minutes dans les cas normaux ou le nombre de minutes, car un changement significatif se produisant dans les 10 minutes précédentes.
sw: Kipindi cha wakati juu ambayo kasi ya upepo na mwelekeo vimepatikana. Dakika 10 katika hali ya kawaida au idadi ya dakika kwani mabadiliko makubwa yanajitokeza katika dakika 10 zilizopita.

source: Station Timezone
am: ጣቢያው የጊዜ ሰሌዳ
ar: محطة الزمن المحطة
es: Zona horaria de la estación
fr: Fuseau horaire de la station
sw: Kituo cha saa

source: Timezone used by the station for recording observations
am: ምልከታዎችን ለመመዝገብ ጣቢያው ጣቢያው ጥቅም ላይ የዋለው የጊዜ ሰንዝ
ar: المنطقة الزمنية التي تستخدمها المحطة لتسجيل الملاحظات
es: Zona horaria utilizada por la estación para registrar observaciones
fr: Fuseau horaire utilisé par la station pour enregistrer les observations
sw: Timezone inayotumiwa na kituo cha kurekodi uchunguzi

source: Base Information
am: የመነሻ መረጃ
ar: المعلومات الأساسية
es: Información básica
fr: Informations sur la base
sw: Habari ya msingi

source: WIGOS Identification
am: Wigos መለየት
ar: تحديد الهوية
es: Identificación de wigos
fr: Identification des wigos
sw: Kitambulisho cha wigos

source: Metadata
am: ሜታዳታ
ar: بيانات التعريف
es: Metadatos
fr: Métadonnées

source: Station
am: መሣፈሪያ
ar: محطة
es: Estación
fr: Gare
sw: Kituo

source: Stations
am: ጣቢያዎች
ar: المحطات
es: Estaciones
sw: Vituo

source: Name of the unit
am: የቤቱን ስም
ar: اسم الوحدة
es: Nombre de la unidad
fr: Nom de l'unité
sw: Jina la kitengo

source: Symbol
am: ምልክት
ar: رمز
es: Símbolo
fr: Symbole
sw: Ishara

source: Symbol of the unit
am: የቤቱን ምልክት
ar: رمز الوحدة
es: Símbolo de la unidad
fr: Symbole de l'unité
sw: Ishara ya kitengo

source: Description
am: መግለጫ
ar: وصف
es: Descripción
sw: Maelezo

source: Description of the unit
am: የቤቱን መግለጫ
ar: وصف الوحدة
es: Descripción de la unidad
fr: Description de l'unité
sw: Maelezo ya kitengo

source: Unit
am: ክፍል
ar: وحدة
es: Unidad
fr: Unité
sw: Sehemu

source: Units
am: አሃዶች
ar: الوحدات
es: Unidades
fr: Unités
sw: Vitengo

source: Unit Registry
am: ክፍል መዝገብ ቤት
ar: سجل الوحدة
es: Registro de unidades
fr: Registre des unités
sw: Usajili wa Kitengo

source: Meteorological
am: ሜቶሮሎጂያዊ
ar: الأرصاد الجوية
es: Meteorológico
fr: Météorologique
sw: Hali ya hewa

source: Environmental
am: አካባቢያዊ
ar: البيئة
es: Ambiental
fr: Environnement
sw: Mazingira

source: Station Health
am: የጣቢያ ጤና
ar: محطة صحة المحطة
es: Salud de la estación
fr: Santé de la station
sw: Afya ya kituo

source: Communication
am: መግባባት
ar: تواصل
es: Comunicación
sw: Mawasiliano

source: Name of the variable
am: ተለዋዋጭ ስም
ar: اسم المتغير
es: Nombre de la variable
fr: Nom de la variable
sw: Jina la kutofautisha

source: Unit of the variable
am: ተለዋዋጭው ክፍል
ar: وحدة المتغير
es: Unidad de la variable
fr: Unité de la variable
sw: Sehemu ya kutofautisha

source: Description of the variable
am: የተለዋዋጭ መግለጫ
ar: وصف المتغير
es: Descripción de la variable
fr: Description de la variable
sw: Maelezo ya kutofautisha

source: Category
am: ምድብ
ar: فئة
es: Categoría
fr: Catégorie
sw: Jamii

source: Type of parameter
am: የመለኪያ አይነት
ar: نوع المعلمة
es: Tipo de parámetro
fr: Type de paramètre
sw: Aina ya parameta

source: Custom Unit Conversion Context
am: ብጁ አሃድ የውይይት አውድ
ar: سياق تحويل الوحدة المخصص
es: Contexto de conversión de unidades personalizadas
fr: Contexte de conversion d'unité personnalisé
sw: Muktadha wa ubadilishaji wa kitengo

source: Context of the unit
am: የቤቱን አውድ
ar: سياق الوحدة
es: Contexto de la unidad
fr: Contexte de l'unité
sw: Muktadha wa kitengo

source: Data Parameter
am: የውሂብ መለኪያ
ar: معلمة البيانات
es: Parámetro de datos
fr: Paramètre de données
sw: Param ya data

source: Data Parameters
am: የውሂብ መለኪያዎች
ar: معلمات البيانات
es: Parámetros de datos
fr: Paramètres de données
sw: Vigezo vya data

source: Cannot change unit of a parameter that has observation records in the database. Please remove the observation records first.
am: በመረጃ ቋቱ ውስጥ የመመልከቻ መዛግብቶች ያሉት የመግቢያ አሃድ መለካት አልተቻለም. እባክዎን የመጀመሪያውን የመምረጫ መዝገቦችን ያስወግዱ.
ar: لا يمكن تغيير وحدة المعلمة التي لديها سجلات المراقبة في قاعدة البيانات. يرجى إزالة سجلات المراقبة أولاً.
es: No se puede cambiar la unidad de un parámetro que tiene registros de observación en la base de datos. Elimine primero los registros de observación.
fr: Impossible de modifier l'unité d'un paramètre qui a des enregistrements d'observation dans la base de données. Veuillez supprimer d'abord les enregistrements d'observation.
sw: Haiwezi kubadilisha kitengo cha paramu ambayo ina rekodi za uchunguzi katika hifadhidata. Tafadhali ondoa rekodi za uchunguzi kwanza.

source: Select Country
am: አገር ይምረጡ
ar: حدد البلد
es: País seleccionado
fr: Pays de sélection
sw: Chagua nchi

source: Country
am: ሀገር
ar: دولة
es: País
fr: Pays
sw: Nchi

source: Daily Aggregation Time
am: ዕለታዊ ድምር ጊዜ
ar: وقت التجميع اليومي
es: Tiempo de agregación diaria
fr: Temps d'agrégation quotidien
sw: Wakati wa mkusanyiko wa kila siku

source: ADL Settings
am: Adl ቅንብሮች
ar: إعدادات ADL
es: Configuración de ADL
fr: Paramètres ADL
sw: Mipangilio ya ADL

source: WIGOS ID of the station
am: የጣቢያው ጣቢያው መታወቂያ
ar: معرف Wigos للمحطة
es: ID de wigos de la estación
fr: ID de wigos de la station
sw: Kitambulisho cha Wigos cha kituo

source: Latitude of the station
am: የጣቢያው ኬክሮስ
ar: خط عرض المحطة
es: Latitud de la estación
fr: Latitude de la station
sw: Latitudo ya kituo

source: Longitude of the station
am: የጣቢያው ኬንትሮስ
ar: خط الطول من المحطة
es: Longitud de la estación
fr: Longitude de la station
sw: Longitude ya kituo

source: Elevation
am: ከፍታ
ar: ارتفاع
es: Elevación
fr: Élévation
sw: Mwinuko

source: Elevation of the station
am: ጣቢያው ከፍታ
ar: ارتفاع المحطة
es: Elevación de la estación
fr: Élévation de la station
sw: Mwinuko wa kituo

source: Plugin
am: መሰካት
ar: البرنامج المساعد
es: Complemento
sw: Programu -jalizi

source: Plugin to use for this network
am: ለዚህ አውታረ መረብ ለመጠቀም ተሰኪ
ar: البرنامج المساعد لاستخدامه في هذه الشبكة
es: Complemento para usar para esta red
fr: Plugin à utiliser pour ce réseau
sw: Programu -jalizi ya kutumia kwa mtandao huu

source: Active
am: ንቁ
ar: نشيط
es: Activo
fr: Actif
sw: Kazi

source: If unchecked, the plugin will NOT run automatically
am: ካልተመረጠ ተሰኪው በራስ-ሰር አይሰራም
ar: إذا لم يتم التحقق منه ، فلن يتم تشغيل البرنامج المساعد تلقائيًا
es: Si no se controla, el complemento no se ejecutará automáticamente
fr: S'il n'est pas contrôlé, le plugin ne s'exécutera pas automatiquement
sw: Ikiwa haijatatuliwa, programu -jalizi haitaendesha moja kwa moja

source: Plugin Auto Processing Interval in Minutes
am: ተሰኪው በራስ-ሰር የማስኬጃ የጊዜ ክፍተት በደቂቃዎች ውስጥ
ar: الفاصل الزمني للمعالجة التلقائية بالمكونات الإضافية في دقائق
es: Intervalo de procesamiento automático de complemento en minutos
fr: Intervalle de traitement automatique du plugin en quelques minutes
sw: Programu ya usindikaji wa kiotomatiki kwa dakika
